Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_578_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Musihkkaloaiddasteamit , oahpásmuvvamat ja mánáid prográmma Sajosa Álbmotávvudeamis cuoŋománu 4. beaivve
smn: Muusikláávdástmeh , oovdânpyehtimeh já párnái ohjelm Saijoos Aalmugjuhleest 4. cuáŋuimáánu

source: Sámekulturguovddáš Sajosa ja Sámedikki doaluid nuppi beaivi ávvuduvvo gaskavahku cuoŋománu 4. beaivve , goas Sajosis lágiduvvojit buohkaide rabas álbmotdoalut .
smn: Säämi kulttuurkuávdáš Saijoos já Sämitige ávutuálui nube peeivi viettip koskoho 4. cuáŋuimáánu , kuás Sajosist uárnejuvvoo puohháid ávus aalmugjuhle .

source: Ávvubeaivve áigge uvssat leat rahpasat dmu 11-17 ja dálus dáhpáhuvvá olles beaivve .
smn: Juhlepeeivi ääigi láá uuvsah áávus tme 11–17 já táálust tábáhtuvá ubâ peeivi ääigi .

source: Lobis leat alladássásaš musihkkaloaiddasteamit , dálu doaibmiide ja dállui oahpásmuvvamat ja maiddái sierra prográmma mánáide .
smn: Looveest láá ollâtásásiih muusikčájáttâsah , táálu tuáimei já táálu oovdânpyehtimeh sehe sierânâs ohjelm párnáid .

source: Jođihuvvon oahpásmuvvamat dállui lágiduvvojit dássediimmuid dmu 12 rájes .
smn: Uápistum tálurieggeeh uárnejuvvojeh täsitiijmij kooskâ tme 12 rääjist .

source: Musihkkaprográmma rahpet Ánnámáret Ensemble , Annukka Hirvasvuopio-Laiti , Heli Aikio ja Ailu Valle dalán uvssaid rahpasettiin .
smn: Muusikohjelm lekkih Ánnámáret Ensemble , Annukka Hirvasvuopio-Laiti , Heli Aikio já Ailu Valle tállán uuvsâi lekkâm maŋa .

source: Ánnámáret Ensembles loaiddastit Anna Näkkäläjärvi-Länsman ( lávlun ja klarineahtta ) , Johanna Juhola ( geasanas ) , Katri Kittilä ( piáno ) , Janne Lappalainen ( buzuki ja gitárra ) ja Ilkka Heinonen ( kontrabasso ) .
smn: Ánnámáret Ensemblest lávdásteleh Anna Näkkäläjärvi-Länsman ( laavlâ já klarinet ) , Johanna Juhola ( haidar ) , Katri Kittilä ( piano ) , Janne Lappalainen ( buzuki já kiitaar ) já Ilkka Heinonen ( kontrabasso ) .

source: Annukka Hirvasvuopio-Laiti loaiddasta davvisámegielat juigosiid ja Heli Aikio lávlu anárašgillii .
smn: Annukka Hirvasvuopio-Laiti juáigá tavesämikielân já Heli Aikio lávlu anarâškielân .

source: Ailu Valle prográmma čohkiida davvisámegielat rap-musihkas .
smn: Ailu Vale ohjelm čokkân tavesämikielâlâš rap-musikkist .

source: Sajosa doaibmiid , dállofidnu muttuid ja arkitektuvrra ovdanbuktimat álget dmu 13 hálddahus-hoavda Juha Guttorm láidestemiin .
smn: Sajos tuáimei , táluproojeekt mudoi já arkkitehtuur oovdânpyehtimeh älgih tme 13 haldâttâhhoovdâ Juha Guttorm oovdânpyehtimáin .

source: Dutki Suvi Kivelä muitala Sámi arkiivva doaimmas , oahpaheaddji Anna Morottaja Sámi oahpahusguovddáža sámegiela oahpahusas , doaimmajođiheaddji Ristenrauna Magga Sámi Soster - searvvi doaimmas ja girjerádjohoavda Eija Leivo Anára sámegirjeráju doaimmas .
smn: Totkee Suvi Kivelä oovdânpuáhtá Sämiarkkâduv ( Sámi arkiiva ) tooimâ , máttátteijee Anna Morottaja Säämi máttááttâskuávdáá sämikielâ škovlim , tooimâstivrejeijee Ristenrauna Magga Sámi Soster - seervi tooimâ já kirjerájujođetteiojee Eija Leivo Aanaar sämikirjerááju tooimâ .

source: Dálus doaibmabáikkit leat anárašgiela searvvis, Sámi duodji r. y:s . ja Lappi guovlohálddahusvirgedoaimmahagas , ja sii maiddái muitalit iežaset doaimmain .
smn: Táálust toimâsojijdis tuálleeh Anarâškielâ servi , Sámi duodji r. y. já Laapi kuávluhaldâttâhvirgádâh oovdânmpyehtih še jieijâs tooimâ .

source: Oahpásmuvvamiid gaskkas davvisámegillii juoigá Nils Heikki Paltto ja girjerájus sáhttá oahpásmuvvat girječálli-dáiddár Ima Aikio-Arianaick dáidagii .
smn: Oovdânpyehtimij kooskâst Nils Heikki Paltto juáigá tavesämikielân já kirjeráájust kirječällee-taaidâr Ima Aikio-Arianaick oovdânpuáhtá jieijâs taiduu .

source: Sámi mánáidkulturguovddáš Mánnu lágidit mánáide beaššášbuđaldemiid ja sámegielat prográmma , man jođiheaba Petra Magga-Vars ja Inka Nuorgam .
smn: Säämi párnáikulttuurkuávdáš Mánnu uárnee párnáid pessijâšpuđâldem já sämikielân lohtâseijee ohjelm , maid stivriv Petra Magga-Vars já Inka Nuorgam .

source: Mánát besset johtit sámegiela bálgá mielde Sajos-dálus .
smn: Párnááh uážžuh jotteeđ sämikielâ pálgá mield Sajos-táálu miätá .

source: Ávvubeaivvi bajálaštet Irene Länsman teáhterčájáhus , Heli Aikio loaiddastan anárašgielat lávlagat ja Anna Näkkäläjärvi-Länsman soololoaiddasteapmi .
smn: Juhlepeeivi pajalâssân láá Irene Länsman teatterlávdástem , Heli Aikio lávlum anarâškielâliih lavluuh já Anna Näkkäläjärvi-Länsman soololávdástem .

source: Sámediggi ja buot Sajosa doaibmit sávvet gussiid Anáris ja guhkkelebbos leat buresboahtin Sajosa Álbmotávvudeapmái !
smn: Sämitigge já puoh Saijoos tuáimeh tuáivutteh kuosijd Anarist já olgoláá-uv pyereest puáttám Saijoos Aalmugjuuhlán !

source: Káfestallan olles beaivvi .
smn: Kähvikuásuttem lii ubâ peeivi .
